Repository: tscreven/Trio-ECS251
Catalog: RileyLinkKit/RileyLinkKitUI/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, fr, he, it, ja, nb, nb_no, nl, pl, ro, ru, sk, sv, tr, uk, vi, zh_hans

source: Frequency
cs: Frekvence
da: Frekvens
de: Frequenz
es: Frequencia
fr: Fréquence
it: Frequenza
nb: Frekvens
nb_no: Frekvens
nl: Frequentie
ro: Frecvență
ru: Частота
sk: Frekvencia
sv: Frekvens
tr: Frekans
uk: Частота
vi: Tần số

source: Get RileyLink Statistics
cs: Získat statistiky RileyLink
da: Hent RileyLink statistik...
de: Lade RileyLink Statistiken
es: Obtener Estadísticas de RileyLink
fr: Obtenir les statistiques du RileyLink
it: Ottieni le statistiche di RileyLink
nb: Vis Rileylink statistikk
nb_no: Vis Rileylink statistikk
nl: RileyLink Statistieken Ophalen
pl: Statystyki RileyLink
ro: Obțineți statisticile despre RileyLink
ru: Получить статистику Rileylink
sk: Získať štatistiky RileyLinku
sv: Hämta RileyLink-statistik
tr: RileyLink İstatistiklerini Alın
uk: Отримати статистику RileyLink
vi: Các thống kê của RileyLink
zh_hans: 获取 RileyLink 统计数据

source: Get Statistics…
cs: Získávám statistiky…
da: Hent statistik...
de: Lade Statistiken…
es: Obtener Estadísticas…
fr: Obtenir les statistiques…
it: Ottieni statistiche…
ja: 統計を取得…
nb: Henter statistikk…
nb_no: Henter statistikk…
nl: Statistieken Ophalen...
pl: Pobieranie statystyk…
ro: Obțineți statistici...
ru: Получить статистику…
sk: Získať štatistiky…
sv: Hämtar statistik…
tr: İstatistik Alınıyor…
uk: Отримати статистику…
vi: Lấy các thống kê…
zh_hans: 获取统计数据...

source: Lighten Red LED
cs: Rozsvícení červené LED diody
da: Tænd rød LED
de: rote LED leuchtet
es: Aclarar el LED rojo
fr: Réduire l'intensité de la DEL rouge
he: הבהב נורית אדומה
it: Accendi il LED rosso
nb: Øke rødt LED
nb_no: Øke rødt LED
nl: Rode LED Verlichten
pl: Włącz czerwoną diodę LED
ro: Aprindeți LED-ul roșu
sk: Rozsvietiť červené LED
sv: Ljusare röd LED
tr: Kırmızı LED'i Yak
uk: Засвітіть червоний світлодіод
vi: Sáng đèn LED Đỏ

source: Lighten Yellow LED
cs: Rozsvícení žluté LED diody
da: Tænd gul LED
de: gelbe LED leuchtet
es: Aclarar LED amarillo
fr: Réduire l'intensité de la DEL jaune
he: הבהב נורית צהובה
it: Accendi il LED giallo
nb: Øke gult LED
nb_no: Øke gult LED
nl: Gele LED Verlichten
pl: Włącz żółtą diodę LED
ro: Aprindeți LED-ul galben
sk: Rozsvietiť žlté LED
sv: Ljusare gul LED
tr: Sarı LED'i Yak
uk: Засвітіть жовтий світлодіод
vi: Sáng đèn Vàng

source: Low Battery Alert
cs: Upozornění na vybitou baterii
da: Advarsel for lavt batteri
de: Niedrige Batterie-Warnung
es: Alerta de Batería Baja
fr: Alerte bas niveau de batterie
he: התראת סוללה נמוכה
it: Avviso di batteria scarica
nb: Varsel om lavt batterinivå
nb_no: Varsel om lavt batterinivå
nl: Batterij Bijna Leeg Alarm
pl: Ostrzeżenie o niskim stanie baterii
ro: Alertă baterie scăzută
ru: Низкий заряд
sk: Slabá batéria
sv: Låg batterinivå
tr: Düşük Pil Uyarısı
uk: Низький заряд
vi: Cảnh báo pin yếu
zh_hans: 低电量告警

source: Name
cs: Název
da: Navn
es: Nombre
fr: Nom
it: Nome
ja: プリセット名
nb: Navn
nb_no: Navn
nl: Naam
pl: Nazwa
ro: Nume
ru: Имя
sk: Názov
sv: Namn
tr: İsim
uk: Ім’я
vi: Tên
zh_hans: 名称

source: RileyLink allows for communication with the pump over Bluetooth Low Energy.
cs: RileyLink umožňuje komunikaci s pumpou přes Bluetooth Low Energy.
da: RileyLink tillader kommunikation med pumpen via Bluetooth Lav Energi (BLE)
de: RileyLink ermöglicht Kommunikation zur Pumpe über Bluetooth Low Energy.
es: RileyLink permite la comunicación con la microinfusora a través del uso de Bluetooth de baja energía.
fr: RileyLink permet la communication avec la pompe via Bluetooth Low Energy.
he: ריילי לינק מאפשר תקשורת עם המשאבה באמצעות בלוטוס' באנרגיה נמוכה (BLE).
it: RileyLink consente la comunicazione con la pompa tramite Bluetooth Low Energy.
ja: RileyLink は Bluetooth Low Energy を通してポンプと通信します。
nb: RileyLink tillater kommunikasjon med pumpen over Bluetooth Low Energy.
nb_no: RileyLink tillater kommunikasjon med pumpen over Bluetooth Low Energy.
nl: RileyLink staat verbinding met de pomp toe via Bluetooth Low Energy.
pl: RileyLink będzie łączył się z pompą poprzez Bluetooth Low Energy.
ro: RileyLink facilitează conexiunea cu pompa prin intermediul Bluetooth Low Energy.
ru: RileyLink позволяет вести коммуникацию с помпой через Bluetooth Low Energy.
sk: RileyLink umožňuje komunikáciu s pumpou cez Bluetooth Low Energy.
sv: RileyLink kommunicerar med pumpen via Bluetooth lågenergianslutning.
tr: RileyLink, Bluetooth Düşük Enerji üzerinden pompa ile iletişim kurulmasını sağlar.
uk: RileyLink дозволяє зв'язуватися з помпою через Bluetooth Low Energy.
vi: RileyLink cho phép giao tiếp với bơm thông qua chuẩn kết nối bluetooth năng lượng thấp.
zh_hans: 允许RileyLink通过低功耗蓝牙与泵连接通信

source: Signal Strength
cs: Síla signálu
da: Signalstyrke
de: Signalstärke
es: Intensidad de señal
fr: Intensité du signal
he: עוצמת אות
it: Potenza del segnale
ja: シグナル強度
nb: Signalstyrke
nb_no: Signalstyrke
nl: Signaalsterkte
pl: Siła sygnału
ro: Putere semnal
ru: Уровень сигнала
sk: Sila signálu
sv: Signalstyrka
tr: Sinyal Gücü
uk: Рівень сигналу
vi: Cường độ tín hiệu
zh_hans: 信号强度

source: Test Commands
cs: Testovací příkazy
da: Test-kommandoer
de: Test Befehle
es: Prueba de Comandos
fr: Tester les commandes
he: בדוק פקודות
it: Comandi di prova
nb: Testkommandoer
nb_no: Testkommandoer
nl: Commando's Testen
pl: Polecenia testowe
ro: Testați comenzile
ru: Команды для проверки
sk: Testovať príkazy
sv: Testkommandon
tr: Komutları Test Et
uk: Перевірка команд
vi: Kiểm tra câu lệnh

source: Test Vibration
cs: Vibrační test
de: Vibrationstest
es: Prueba de Vibración
fr: Tester la vibration
he: בדוק רטט
it: Vibrazione di prova
nb: Test Vibrering
nb_no: Test Vibrering
nl: Test Trillingen
pl: Testuj wibracje
ro: Testați vibrația
ru: Проверить вибрацию
sk: Testovať vibrácie
sv: Testa vibration
tr: Titreşim Testi
uk: Перевірка вібрації
vi: Kiểm tra độ rung

source: Toggle Diagnostic LEDs
cs: Přepínání diagnostických LED
da: Skift diagnostiserings-LED'er
de: Diagnose LED umschalten
es: Pasar diagnóstico LEDs
fr: Basculer DEL diagnostique
it: Attiva/disattiva i LED diagnostici
nb: Slå av/på diagnoselysdioder
nb_no: Slå av/på diagnoselysdioder
nl: Tokkel de Diagnostische LED's
pl: Przełącz diagnostyczne diody LED
ro: Comutarea LED-urilor de diagnosticare
ru: Переключить режим светодиодов
sk: Prepnutie diagnostických LED diód
sv: Slå på diagnostiska LED
tr: Teşhis LED'lerini Değiştirme
uk: Перемкнути діагностичні світлодіоди
vi: Cho phép chuẩn đoán LEDs

source: Updating diagnostic LEDs mode
cs: Aktualizace režimu diagnostických LED
da: Opdaterer diagnoserings-LED’er
de: Ändere Diagnostik LED Modus
es: Actualización del modo LED de diagnóstico
fr: Mise à jour du mode de DEL diagnostique
it: Aggiornamento della modalità LED diagnostica
nb: Oppdaterer innstillinger for diagnoselysdioder
nb_no: Oppdaterer innstillinger for diagnoselysdioder
nl: Diagnostische LED-modus aan het bijstellen
pl: Aktualizacja trybu diod diagnostycznych
ro: Actualizarea modului de diagnostic al LED-urilor
ru: Изменить режим светодиодов
sk: Aktualizuje sa režim diagnostických LED diód
sv: Uppdaterar diagnostiska LED
tr: Teşhis LED'leri modunu güncelleme
uk: Змінити режим світлодіодів
vi: Cập nhật chế độ đèn LED chẩn đoán

source: Uptime
cs: Doba provozu
da: Oppetid
de: Betriebszeit
fr: Temps fonctionnement
it: Periodo di attività
ja: アップタイム
nb: Oppetid
nb_no: Oppetid
ro: Durată de funcționare
sk: Doba prevádzky
sv: Körs sedan
tr: Çalışma süresi
uk: Час роботи
vi: Thời gian hoạt động

source: Voltage
cs: Napětí
de: Spannung
es: Voltaje
he: מתח
it: Voltaggio
nb: Spenning (V)
nb_no: Spenning (V)
nl: Spanning
pl: Napięcie
ro: Voltaj
ru: Напряжение
sk: Napätie
sv: Spänning (V)
tr: Voltaj
uk: Напруга
vi: Điện áp

source: Alert
da: Advarsel
de: Alarm
es: Alerta
fr: Alerte
he: התראה
it: Avviso
nb: Varsel
nb_no: Varsel
nl: Alarm
pl: Alarm
ro: Alertă
ru: Оповещение
sk: Upozornenie
sv: Larm
tr: Uyarı
uk: Сповіщення
vi: Cảnh báo
zh_hans: 警报

source: Battery level
da: Batteriniveau
de: Batteriefüllung
es: Nivel de bateria
fr: Niveau de la batterie
he: מצב הסוללה
it: Livello Batteria
nb_no: Batterinivå
nl: Batterijniveau
pl: Poziom naładowania baterii
ru: Уровень заряда
sk: Stav batérie
sv: Batterinivå
tr: Pil seviyesi
uk: Рівень заряду
vi: Mức pin

source: Commands
da: Kommandoer
de: Befehle
es: Comandos
fr: Commandes
he: פקודות
it: Comandi
ja: コマンド
nb: Kommandoer
nb_no: Kommandoer
nl: Commando's
pl: Komendy
ro: Comenzi
ru: Команды
sk: Príkazy
sv: Kommandon
tr: Komutlar
uk: Команди
zh_hans: 命令

source: Connected
da: Tilsluttet
de: Verbunden
es: Conectado
fr: Connecté
he: מחובר
it: Connesso
nb_no: Tilkoblet
nl: Verbonden
pl: Połączono
ru: Подключено
sk: Pripojené
sv: Ansluten
tr: Bağlandı
uk: Під'єднаний
vi: Đã kết nối
zh_hans: 已连接

source: Connecting
da: Tilslutter
de: Verbinden
es: Conectando
fr: Connexion en cours
he: מתחבר
it: In fase di Connessione
nb_no: Kobler til
nl: Bezig met verbinden
pl: Łączenie
ru: Подключение
sk: Pripája sa
sv: Ansluter
tr: Bağlanıyor
uk: Під'єднання
vi: Đang kết nối
zh_hans: 正在连接

source: Connection LED
da: Forbindelse-LED
de: Verbindungs LED
es: LED Conexión
fr: DEL de connexion
he: נורית חיבור
it: LED di connessione
nb: Lysdiode for tilkobling
nb_no: Lysdiode for tilkobling
nl: Verbindings-LED
pl: Włącz LED, gdy połączono
ro: LED de conectare
ru: Индикатор соединения
sk: Pripojenie LED
sv: Anslutnings-LED
tr: Bağlantı LED'i
uk: Індикатор з’єднання
vi: Đèn báo kết nối
zh_hans: 连接 LED

source: Connection Monitoring
da: Forbindelsesovervågning
de: Verbindungsüberwachung
es: Supervisión De conexiones
fr: Surveillance de la connexion
it: Monitoraggio della connessione
nb: Overvåking av tilkobling
nb_no: Overvåking av tilkobling
nl: Verbindingsbewaking
pl: Monitorowanie połączenia
ro: Monitorizarea conexiunii
ru: Мониторинг соединения
sk: Monitorovanie pripojenia
sv: Anslutningsstatus
tr: Bağlantı İzleme
uk: Моніторинг з'єднання
vi: Giám sát kết nối

source: Connection State
da: Tilslutningstilstand
de: Verbindungsstatus
es: Estado de Conexión
fr: État de connexion
he: מצב החיבור
it: Stato della connessione
ja: 接続状態
nb: Tilkoblingsstatus
nb_no: Tilkoblingsstatus
nl: Verbindingsstatus
pl: Status połączenia
ro: Stare conexiune
ru: Состояние соединения
sk: Stav pripojenia
sv: Anslutningsstatus
tr: Bağlantı Durumu
uk: Стан з'єднання
vi: Tình trạng kết nối
zh_hans: 连接状态

source: Connection Vibration
da: Vibration ved forbindelse
de: Verbindungsvibration
es: Conexión Vibración
fr: Vibration lors de la connexion
he: רטט חיבור
it: Vibrazione di connessione
nb: Tilkoblingsvibrasjon
nb_no: Tilkoblingsvibrasjon
nl: Verbinding Trilling
pl: Wibruj, gdy połączono
ro: Vibrare la conexiune
ru: Вибрация при разъединении
sk: Vibrácie pripojenia
sv: Anslutningsvibration
tr: Bağlantı Titreşimi
uk: Вібрація при роз'єднанні
vi: Báo rung khi kết nối
zh_hans: 连接振动

source: Device
da: Enhed
de: Gerät
es: Dispositivo
fr: Dispositif
it: Dispositivo
ja: デバイス
nb: Enhet
nb_no: Enhet
nl: Apparaat
pl: Urządzenie
ro: Dispozitiv
ru: Устройство
sk: Zariadenie
sv: Enhet
tr: Cihaz
uk: Пристрій
vi: Thiết bị
zh_hans: 设备

source: Devices
da: Enheder
de: Geräte
es: Dispositivos
fr: Dispositifs
it: Dispositivi
ja: デバイス
nb: Enheter
nb_no: Enheter
nl: Apparaten
pl: Urządzenia
ro: Dispozitive
ru: Устройства
sk: Zariadenia
sv: Enheter
tr: Cihazlar
uk: Пристрої
vi: Thiết bị
zh_hans: 设备

source: Disconnected
da: Frakoblet
de: Getrennt
es: Desconectado
fr: Déconnecté
he: מנותק
it: Disconnesso
nb_no: Frakoblet
nl: Ontkoppeld
pl: Rozłączony
ru: Разъединено
sk: Odpojené
sv: Frånkopplad
tr: Bağlantı kesildi
uk: Від’єднано
vi: Đã ngắt kết nối
zh_hans: 已断开连接

source: Disconnecting
da: Frakobler
de: trennen
es: Desconectando
fr: Déconnexion en cours
he: מתנתק
it: Disconnessione in corso
ja: 接続を切っています
nb: Kobler fra
nb_no: Kobler fra
nl: Ontkoppelen
pl: Rozłączanie
ro: Se deconectează
ru: Разъединяется
sk: Odpája sa
sv: Kopplar från
tr: Bağlantı kesiliyor
uk: Від'єднання
vi: Đang ngắt kết nối
zh_hans: 断开

source: Find Device
da: Find enhed
de: Gerät finden
es: Encontrar Dispositivo
fr: Découvrir dispositif
it: Trova dispositivo
ja: デバイスを探す
nb: Finn enhet
nb_no: Finn enhet
nl: Zoek Apparaat
pl: Znajdź urządzenie
ro: Caută dispozitivul
ru: Найти устройство
sk: Nájsť zariadenie
sv: Hitta enhet
tr: Cihaz Bul
uk: Знайти пристрій
vi: Tìm kiếm thiết bị
zh_hans: 发现设备

source: Off
da: Slukket
de: Aus
es: Apagado
fr: Désactivé
he: כבוי
it: Spento
nb_no: Av
nl: Uit
pl: Wyłącz
ru: Выключено
sk: Vypnuté
sv: Av
tr: Kapalı
uk: Вимкнути
vi: Tắt

source: On
da: Tændt
de: An
es: Encendido
fr: Activé
he: דולק
it: Acceso
nb_no: På
nl: Aan
pl: Włącz
ru: Включено
sk: Zapnuté
sv: På
tr: Açık
uk: Увімкнути
vi: Bật
zh_hans: 开

source: Auto
es: Automático
he: אוטומטי
nl: Automatisch
pl: Automatyczny
ro: Automat
ru: Авто
sv: Automatisk
tr: Otomatik
uk: Авто
vi: Tự động
zh_hans: 自动

source: Firmware
he: קושחה
ja: ファームウェア
nb: Fastvare
nb_no: Fastvare
pl: Oprogramowanie
ru: Прошивка
sk: Firmvér
tr: Donanım yazılımı
uk: Прошивка
zh_hans: 固件

source: %@ dB
ru: %@ дБ
